Repository: chiimagnus/SyncNos
Catalog: Resource/Common.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, ja, ko, nl, pt_br, ru, sv, th, vi, zh_hans

source: Sync Error
da: Synkroniseringsfejl
de: Synchronisierungsfehler
es: Error de sincronización
fi: Synkronointivirhe
fr: Erreur de synchronisation
id: Kesalahan Sinkronisasi
ja: 同期エラー
ko: 동기화 오류
nl: Synchronisatiefout
pt_br: Erro de sincronização
ru: Ошибка синхронизации
sv: Synkroniseringsfel
th: ข้อผิดพลาดการซิงค์
vi: Lỗi đồng bộ
zh_hans: 同步出错

source: Sync highlights to Notion
da: Synkroniser fremhævninger til Notion
de: Hervorhebungen mit Notion synchronisieren
es: Sincronizar destacados con Notion
fi: Synkronoi korostukset Notioniin
fr: Synchroniser les surlignements avec Notion
id: Sinkronisasi sorotan ke Notion
ja: ハイライトを Notion と同期
ko: 하이라이트를 Notion에 동기화
nl: Markeringen naar Notion synchroniseren
pt_br: Sincronizar destaques com Notion
ru: Синхронизировать выделения с Notion
sv: Synkronisera markeringar till Notion
th: ซิงค์ไฮไลต์ไปยัง Notion
vi: Đồng bộ đánh dấu vào Notion
zh_hans: 同步高亮到Notion

source: Sync in progress
da: Synkronisering i gang
de: Synchronisation läuft
es: Sincronización en progreso
fi: Synkronointi käynnissä
fr: Synchronisation en cours
id: Sinkronisasi sedang berlangsung
ja: 同期中
ko: 동기화 진행 중
nl: Synchronisatie bezig
pt_br: Sincronização em andamento
ru: Синхронизация в процессе
sv: Synkronisering pågår
th: กำลังซิงค์
vi: Đang đồng bộ
zh_hans: 同步进行中

source: Sync Queue
da: Synkroniseringskø
de: Synchronisations-Warteschlange
es: Cola de sincronización
fi: Synkronointijono
fr: File de synchronisation
id: Antrian Sinkronisasi
ja: 同期キュー
ko: 동기화 큐
nl: Synchronisatiewachtrij
pt_br: Fila de sincronização
ru: Очередь синхронизации
sv: Synkroniseringskö
th: คิวซิงค์
vi: Hàng đợi đồng bộ
zh_hans: 同步队列

source: Sync Selected to Notion
da: Synkroniser valgte til Notion
de: Ausgewählte zu Notion synchronisieren
es: Sincronizar seleccionados a Notion
fi: Synkronoi valitut Notioniin
fr: Synchroniser la sélection vers Notion
id: Sinkronisasi Terpilih ke Notion
ja: 選択した項目を Notion に同期
ko: 선택한 항목을 Notion에 동기화
nl: Geselecteerde naar Notion synchroniseren
pt_br: Sincronizar selecionados para o Notion
ru: Синхронизировать выбранное с Notion
sv: Synkronisera valda till Notion
th: ซิงค์ที่เลือกไปยัง Notion
vi: Đồng bộ đã chọn vào Notion
zh_hans: 同步选中项到 Notion

source: Synced
da: Synkroniseret
de: Synchronisiert
es: Sincronizado
fi: Synkronoitu
fr: Synchronisé
id: Tersinkronisasi
ja: 同期済み
ko: 동기화됨
nl: Gesynchroniseerd
pt_br: Sincronizado
ru: Синхронизировано
sv: Synkroniserad
th: ซิงค์แล้ว
vi: Đã đồng bộ
zh_hans: 已同步

source: Syncing in background...
da: Synkroniserer i baggrunden...
de: Synchronisiere im Hintergrund...
es: Sincronizando en segundo plano...
fi: Synkronoidaan taustalla...
fr: Synchronisation en arrière-plan...
id: Menyinkronkan di latar belakang...
ja: バックグラウンドで同期中...
ko: 백그라운드에서 동기화 중...
nl: Synchroniseren op de achtergrond...
pt_br: Sincronizando em segundo plano...
ru: Синхронизация в фоновом режиме...
sv: Synkroniserar i bakgrunden...
th: กำลังซิงค์ในพื้นหลัง...
vi: Đang đồng bộ hóa nền...
zh_hans: 正在后台同步...

source: Syncing...
da: Synkroniserer...
de: Synchronisiere...
es: Sincronizando...
fi: Synkronoidaan...
fr: Synchronisation...
id: Menyinkronkan...
ja: 同期中...
ko: 동기화 중...
nl: Synchroniseren...
pt_br: Sincronizando...
ru: Синхронизация...
sv: Synkroniserar...
th: กำลังซิงค์...
vi: Đang đồng bộ...
zh_hans: 正在同步...

source: Toggle Sidebar
da: Skift Sidebjælke
de: Seitenleiste umschalten
es: Alternar barra lateral
fi: Vaihda sivupalkki
fr: Basculer la barre latérale
id: Beralih Sidebar
ja: サイドバーを切り替え
ko: 사이드바 표시/숨기기
nl: Zijbalk in-/uitschakelen
pt_br: Alternar barra lateral
ru: Переключить боковую панель
sv: Växla sidofält
th: สลับแถบด้านข้าง
vi: Chuyển đổi thanh bên
zh_hans: 切换侧边栏

source: View Source Code
da: Vis kildekode
de: Quellcode anzeigen
es: Ver código fuente
fi: Näytä lähdekoodi
fr: Voir le code source
id: Lihat Kode Sumber
ja: ソースコードを表示
ko: 소스 코드 보기
nl: Broncode bekijken
pt_br: Ver código fonte
ru: Просмотреть исходный код
sv: Visa källkod
th: ดูซอร์สโค้ด
vi: Xem mã nguồn
zh_hans: 查看源代码

source: OK
es: Aceptar
ko: 확인
th: ตกลง
zh_hans: 确定

source: Support
es: Soporte
fi: Tuki
id: Dukungan
ja: サポート
ko: 지원
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка
th: การสนับสนุน
vi: Hỗ trợ
zh_hans: 支持
